Repository: amnestywebsite/humanity-petitions
Catalog: languages/aip-*.po
Languages: ar, es, fr_fr, pl_pl

source: Enable petitions support, with interface for synchronising data to a CRM. CRM integrations not included.
ar: تمكين دعم الالتماسات، مع واجهة لمزامنة البيانات إلى CRM. لم يتم تضمين تكاملات CRM.
es: Habilita soporte para peticiones, con interfaz para sincronizar datos con un CRM. No incluye las integraciones de CRM.
fr_fr: Activer le support des pétitions, avec interface pour synchroniser les données avec un CRM. Intégrations CRM non incluses.
pl_pl: Włącz obsługę petycji z interfejsem do synchronizowania danych z systemem CRM. Integracje CRM nie są uwzględniane.

source: The Amnesty International Petitions plugin requires these plugins to be active: %s
ar: يتطلب المكون الإضافي لالتماسات منظمة العفو الدولية أن تكون هذه المكونات الإضافية نشطة: %s
es: El complemento Peticiones de Amnistía Internacional requiere que estos complementos estén activos: %s
fr_fr: Pour fonctionner, le plugin Pétitions d’Amnesty International a besoin que ces plugins soient actifs : %s
pl_pl: Wtyczka Amnesty International Petitions wymaga, aby wtyczki te były aktywne: %s

source: You have already signed this petition
ar: لقد وقعت على هذه العريضة
es: Ya has firmado esta petición
fr_fr: Vous avez déjà signé cette pétition
pl_pl: Użytkownik podpisał już tę petycję

source: Petition
ar: التماس
es: Petición
fr_fr: Pétition
pl_pl: Petycji

source: Petitions
ar: الالتماسات
es: Peticiones
fr_fr: Pétitions
pl_pl: Petycje

source: ID
ar: المعرف

source: Timestamp
ar: الوقت
es: Marca de tiempo
fr_fr: Horodatage
pl_pl: Data i czas

source: Severity
ar: شدة الإعاقة
es: Gravedad
fr_fr: Sévérité
pl_pl: Istotność

source: Message
ar: الرسالة
es: Mensaje
pl_pl: Wiadomość

source: Petitions Logs
ar: سجلات الالتماسات
es: Registros de peticiones
fr_fr: Journaux des pétitions
pl_pl: Dzienniki petycji

source: Petition Logs Per Page
ar: سجلات الالتماس لكل صفحة
es: Registros de peticiones por página
fr_fr: Journaux de pétition par page
pl_pl: Dzienniki petycji

source: Config
ar: تهيئة
es: Configuración
fr_fr: Configuration
pl_pl: Konfiguracja

source: Petitions Settings
ar: إعدادات الالتماسات
es: Ajustes de peticiones
fr_fr: Paramètres des pétitions
pl_pl: Ustawienia petycji

source: Signatory data destination
ar: وجهة بيانات الموقع
es: Destino de datos de firmantes
fr_fr: Destination de données signataire
pl_pl: Miejsce docelowe danych sygnatariuszy

source: Set the destination for signatory data
ar: تعيين وجهة بيانات الموقع
es: Establecer el destino de los datos de firmantes
fr_fr: Définir la destination des données signataires
pl_pl: Ustawianie miejsca docelowego dla danych sygnatariuszy

source: Thank You URL
ar: شكرًا على عنوان URL
es: URL de la página de agradecimiento
fr_fr: URL de Remerciements
pl_pl: Link ze stroną podziękowania

source: Redirect to this URL after signing a petition (can be overriden in the petition itself). Leave blank to redirect back to the petition.
ar: إعادة التوجيه إلى عنوان URL هذا بعد توقيع عريضة (يمكن تجاوزها في العريضة نفسها). اترك فراغاً لإعادة التوجيه إلى العريضة.
es: Redirigir a esta URL después de firmar una petición (se puede anular en la propia petición). Dejar en blanco para redirigir de nuevo a la petición
fr_fr: Rediriger vers cette URL après la signature d’une pétition (peut être remplacé dans la pétition elle-même). Laisser vide pour rediriger vers la pétition.
pl_pl: Przekierowanie do tego adresu URL po podpisaniu petycji (może zostać zastąpione w samej petycji)

source: Thank You Title
ar: شكرا عنوان
es: Título Gracias
fr_fr: Titre de remerciement
pl_pl: Link ze stroną podziękowania

source: Display this title after signing a petition (can be overriden in the petition itself)
ar: عرض هذا العنوان بعد توقيع عريضة (يمكن تجاوزه في العريضة نفسها)
es: Mostrar este título después de firmar una petición (se puede anular en la propia petición).
fr_fr: Afficher ce titre après la signature d’une pétition (peut être remplacé dans la pétition elle-même)
pl_pl: Przekierowanie do tego adresu URL po podpisaniu petycji (może zostać zastąpione w samej petycji)

source: Thank You Sub-title
ar: شكرا العنوان الفرعي
es: Subtítulo Gracias
fr_fr: Sous-titre de remerciement
pl_pl: Link ze stroną podziękowania

source: Display this sub-title after signing a petition (can be overriden in the petition itself)
ar: عرض هذا العنوان الفرعي بعد توقيع عريضة (يمكن تجاوزه في العريضة نفسها)
es: Mostrar este subtítulo después de firmar una petición (se puede anular en la propia petición)
fr_fr: Afficher ce sous-titre après la signature d’une pétition (peut être remplacé dans la pétition elle-même)
pl_pl: Przekierowanie do tego adresu URL po podpisaniu petycji (może zostać zastąpione w samej petycji)

source: Thank You Content
ar: شكرا المحتوى
es: Contenido de agradecimiento
fr_fr: Contenu du remerciement
pl_pl: Link ze stroną podziękowania

source: Display this content after signing a petition (can be overriden in the petition itself)
ar: عرض هذا المحتوى بعد توقيع عريضة (يمكن تجاوزه في العريضة نفسها)
es: Mostrar este contenido después de firmar una petición (se puede anular en la propia petición)
fr_fr: Afficher ce contenu après la signature d’une pétition (peut être remplacé dans la pétition elle-même)
pl_pl: Przekierowanie do tego adresu URL po podpisaniu petycji (może zostać zastąpione w samej petycji)

source: Mailing list text
ar: نص القائمة البريدية
es: Texto de la lista de correo
fr_fr: Texte de liste de diffusion
pl_pl: Tekst listy dyskusyjnej

source: Text to show on a petition to encourage users to sign up to the mailing list
ar: نص يظهر على عريضة لتشجيع المستخدمين على التسجيل في القائمة البريدية
es: Texto para mostrar en una petición para animar a los usuarios y usuarias a darse de alta en la lista de correo
fr_fr: Texte à afficher sur une pétition pour encourager les utilisateurs à s’inscrire à la liste de diffusion
pl_pl: Tekst do pokazania na petycję, aby zachęcić użytkowników do podpisania się na listę dyskusyjną

source: Send Thank You email
ar: إرسال رسالة شكر
es: Enviar correo electrónico de agradecimiento
fr_fr: Envoyer un courriel de remerciement
pl_pl: Wyślij wiadomość e-mail z podziękowaniami

source: Whether to send a thank you email to the user signing the petition
ar: ما إذا كان لإرسال رسالة شكر بالبريد الإلكتروني إلى المستخدم الذي يوقع على العريضة
es: Enviar o no un correo electrónico de agradecimiento al usuario/a que firma la petición
fr_fr: Faut-il envoyer un courriel de remerciement à l’utilisateur signant la pétition
pl_pl: Czy wysłać wiadomość e-mail z podziękowaniami do użytkownika podpisującego petycję

source: No
ar: لا
fr_fr: Non
pl_pl: Nie

source: Yes
ar: نعم
es: Sí
fr_fr: Oui
pl_pl: Tak

source: Mail FROM name
ar: اسم البريد من
es: Correo DE: nombre
fr_fr: Courriel DE nom
pl_pl: Poczta od nazwa

source: Thank You email FROM name
ar: شكرا لك البريد الإلكتروني من اسم
es: Correo de agradecimiento DE: nombre
fr_fr: Courriel de remerciement DE nom
pl_pl: Dziękuję e-mail z nazwy

source: Mail FROM address
ar: عنوان البريد من
es: Correo DE: dirección
fr_fr: Courriel DE cette adresse
pl_pl: Adres poczty z

source: Thank You email FROM address
ar: شكرا البريد الإلكتروني من عنوان
es: Correo de agradecimiento DE: dirección
fr_fr: Courriel de remerciement DE cette adresse
pl_pl: Dziękuję e-mail z adresu

source: Email subject
ar: موضوع البريد الإلكتروني
es: Asunto del correo
fr_fr: Objet du courriel
pl_pl: Temat emaila

source: Thank You email message subject; dynamic variables available: {site_name}, {petition_title}
ar: شكرا لك موضوع رسالة البريد الإلكتروني؛ المتغيرات الديناميكية المتاحة: {site_name}، {petition_title}
es: Asunto del mensaje de correo de agradecimiento; variables dinámicas disponibles: {site_name}, {petition_title}
fr_fr: Objet du courriel de remerciement ; variables dynamiques disponibles : {site_name}, {petition_title}
pl_pl: Dziękuję wiadomość e-mail temat; dostępne zmienne dynamiczne: {site_name}, {petition_title}

source: Email text
ar: نص البريد الإلكتروني
es: Texto del mensaje
fr_fr: Texte du courriel
pl_pl: Tekst wiadomości e-mail

source: Thank You email message body; dynamic variables available: {first_name}, {last_name}, {petition_title}, {from_name}
ar: شكرا لكم رسالة البريد الإلكتروني نص؛ المتغيرات الديناميكية المتاحة: {first_name} {last_name} {petition_title} {from_name}
es: Cuerpo del mensaje de correo de agradecimiento; variables dinámicas disponibles: {first_name}, {last_name}, {petition_title} {from_name}
fr_fr: Corps du message du courriel de remerciement ; variables dynamiques disponibles : {first_name}, {last_name}, {petition_title}, {from_name}
pl_pl: Dziękuję treść wiadomości e-mail; dostępne zmienne dynamiczne: {first_name}, {last_name}, {petition_title}, {from_name}

source: Terms & Conditions text
ar: نص الشروط والأحكام
es: Texto de los términos y condiciones
fr_fr: Texte des conditions générales
pl_pl: Warunki & tekst warunki

source: This text will appear on all petition forms
ar: سيظهر هذا النص على جميع نماذج الالتماس
es: Este texto aparecerá en todos los formularios de petición
fr_fr: Ce texte apparaîtra sur tous les formulaires de pétition
pl_pl: Tekst ten pojawi się we wszystkich formach petycji

source: Overview
ar: نظرة
es: Resumen
fr_fr: Aperçu
pl_pl: Przegląd

source: Modifying Petitions settings requires that the CMB2 plugin is active.
ar: تعديل إعدادات الالتماسات يتطلب أن البرنامج المساعد CMB2 نشطة.
es: Para modificar los ajustes de peticiones es necesario que el complemento CMB2 esté activo
fr_fr: La modification des paramètres pétitions exige que le plugin CMB2 soit actif.
pl_pl: Modyfikacja ustawień petycji wymaga, aby wtyczka CMB2 była aktywna.

source: Database
ar: قاعدة البيانات
es: Base de datos
fr_fr: Base de données
pl_pl: Baza danych

source: Petition Signatures
ar: تواقيع الالتماسات
es: Firmas de peticiones
fr_fr: Signatures de pétitions
pl_pl: Ustawienia petycji

source: Signatures Per Page
ar: التواقيع لكل صفحة
es: Firmas por página
fr_fr: Signatures par page
pl_pl: Sygnatariuszy

source: Something went wrong submitting the form. Please reload the page and try again.
ar: حدث خطأ ما عند إرسال النموذج. الرجاء إعادة تحميل الصفحة والمحاولة مرة أخرى.
es: Algo salió mal al enviar el formulario. Volver a cargar la página e intentarlo de nuevo
fr_fr: Un incident s’est produit au moment de l’envoi formulaire. Merci de rafraîchir la page et d’essayer à nouveau.
pl_pl: Przy przesyłanie formularza coś poszło nie tak. Przeładuj ponownie stronę i spróbuj ponownie.

source: Amnesty Petitions
ar: التماسات العفو
es: Peticiones de Amnistía
fr_fr: Pétitions d’Amnesty
pl_pl: Amnestia petycje

# Petition signature thank you email subject
source: Thank you for signing the petition "{petition_title}"
ar: شكراً لكم على توقيع عريضة "{petition_title}"
es: Gracias por firmar la petición "{petition_title}"
fr_fr: Merci d’avoir signé la pétition « {petition_title} »
pl_pl: Dziękujemy za podpisanie petycji "{petition_title}"

# Petition signature thank you email body
source: Hello {first_name}, Thank you for taking action. One of most important things you can do right now is share this action as widely as possible. Whether you share on Twitter, Facebook or Whatsapp - ask your friends and family to sign this petition today. Thanks again, {from_name}
ar: مرحبا {first_name}, شكراً لاتخاذكِ إجراءات واحدة من أهم الأشياء التي يمكنك القيام به الآن هو مشاركة هذا الإجراء على أوسع نطاق ممكن. سواء كنت تشارك على تويتر أو Facebook أو WhatsApp - اطلب من أصدقائك وعائلتك التوقيع على هذه العريضة اليوم. شكراً مرة أخرى، {from_name}
es: Hola, {first_name}: Gracias por actuar. Una de las cosas más importantes que puedes hacer en este momento es dar la mayor difusión posible a esta acción. Ya sea que compartas en Twitter, Facebook o Whatsapp, pídele a tus amistades y familiares que firmen esta petición hoy mismo. Gracias de nuevo, {from_name}
fr_fr: Bonjour {first_name}, Merci d’avoir participé à cette action. L’une des choses les plus importantes que vous puissiez faire, c’est partager cette action le plus largement possible. Que ce soit sur Twitter, Facebook ou WhatsApp, demandez à votre famille et à vos ami·e·s de signer cette pétition aujourd’hui. Merci encore,{from_name}
pl_pl: Witaj {first_name}, Dziękujemy za podjęcie działań. Jedną z najważniejszych rzeczy, które można zrobić w tej chwili jest akcja tej akcji tak szeroko, jak to możliwe. Niezależnie od tego, czy udostępniasz na Twitterze, Facebooku czy WhatsApp-Poproś znajomych i rodzinę o podpisanie tej petycji dzisiaj. Jeszcze raz dziękujemy, {from_name}

source: Petitions URL slug
ar: التماسات URL سبيكة
es: Slug de la URL de peticiones
fr_fr: Slug URL de pétition
pl_pl: Dzienniki petycji

source: Petition post type
ar: نوع نشر العريضة
es: Tipo de petición
fr_fr: Type de publication de pétition
pl_pl: Typ postu petycji

# Post Type General Name
source: Petitions
ar: الالتماسات
es: Peticiones
fr_fr: Pétitions
pl_pl: Petycje

# Post Type Singular Name
source: Petition
ar: التماس
es: Petición
fr_fr: Pétition
pl_pl: Petycji

source: Petition Archives
ar: أرشيف الالتماس
es: Archivo de peticiones
fr_fr: Archives des pétitions
pl_pl: Archiwa petycji

source: Petition Attributes
ar: سمات الالتماس
es: Atributos de peticiones
fr_fr: Attributs de pétition
pl_pl: Atrybuty petycji

source: Parent Petition:
ar: العريضة الأم:
es: Petición principal:
fr_fr: Pétition associée
pl_pl: Petycja rodzica:

source: All Petitions
ar: جميع العرائض
es: Todas las peticiones
fr_fr: Toutes les pétitions
pl_pl: Wszystkie petycje

source: Add New Petition
ar: إضافة عريضة جديدة
es: Añadir nueva petición
fr_fr: Ajouter une nouvelle pétition
pl_pl: Dodaj nową petycję

source: Add New
ar: اضف جديد
es: Añadir nueva
fr_fr: Ajouter
pl_pl: Dodaj nowy

source: New Petition
ar: العريضة الجديدة
es: Nueva petición
fr_fr: Nouvelle pétition
pl_pl: Nowa petycja

source: Edit Petition
ar: تحرير العريضة
es: Editar petición
fr_fr: Modifier la pétition
pl_pl: Edytuj petycję

source: Update Petition
ar: تحديث العريضة
es: Actualizar petición
fr_fr: Mettre à jour la pétition
pl_pl: Aktualizuj petycję

source: View Petition
ar: عرض عريضة
es: Ver petición
fr_fr: Voir la pétition
pl_pl: Zobacz petycję

source: View Petitions
ar: عرض الالتماسات
es: Ver peticiones
fr_fr: Voir les pétitions
pl_pl: Zobacz petycje

source: Search Petition
ar: بحث عن عريضة
es: Buscar petición
fr_fr: Chercher une pétition
pl_pl: Szukaj petycji

source: No Petitions Found
ar: لم يتم العثور على التماسات
es: No se han encontrado peticiones.
fr_fr: Aucune pétition trouvée
pl_pl: Nie znaleziono petycji

source: No Petitions Found in Trash
ar: لا توجد عرائض في سلة المهملات
es: No se han encontrado peticiones en la papelera.
fr_fr: Aucune pétition trouvée dans la corbeille
pl_pl: Brak petycji znalezionych w śmietniku

source: Featured Image
ar: صورة مميزة
es: Imagen destacada
fr_fr: Image d’illustration
pl_pl: Wyróżniony obrazek

source: Set featured image
ar: حدد الصورة البارزة
es: Establecer imagen destacada
fr_fr: Définir une image d’illustration
pl_pl: Ustaw obrazek wyróżniający

source: Remove featured image
ar: احذف الصورة البارزة
es: Eliminar imagen destacada
fr_fr: Supprimer une image d’illustration
pl_pl: Usuń obrazek wyróżniający

source: Use as featured image
ar: استخدم كصورة مميزة
es: Usar como imagen destacada
fr_fr: Utiliser en tant qu’image d’illustration
pl_pl: Użyj jako obrazek wyróżniający

source: Insert into Petition
ar: إدراج في عريضة
es: Insertar en petición
fr_fr: Insérer dans la pétition
pl_pl: Wstaw do petycji

source: Uploaded to this petition
ar: تم تحميلها على هذه العريضة
es: Subido a esta petición
fr_fr: Téléchargé sur cette pétition
pl_pl: Przesłane do tej petycji

source: Petitions list
ar: قائمة الالتماسات
es: Lista de peticiones
fr_fr: Liste des pétitions
pl_pl: Lista petycji

source: Petitions list navigation
ar: التنقل قائمة العرائض
es: Navegación de la lista de peticiones
fr_fr: Navigation dans la liste des pétitions
pl_pl: Nawigacja po liście petycji

source: Filter Petitions
ar: تصفية الالتماسات
es: Filtrar peticiones
fr_fr: Filtrer les pétitions
pl_pl: Filtruj petycje

source: Signatory
ar: الموقع
es: Firmante
fr_fr: Signataire
pl_pl: Sygnatariusz

source: Signatory post type
ar: نوع الوظيفة الموقعة
es: Tipo de poste de firmar
fr_fr: Type de publication de signataire
pl_pl: Typ postu podpisującego

# Post Type General Name
source: Signatories
ar: الموقعين
es: Firmantes
fr_fr: Signataires
pl_pl: Sygnatariuszy

# Post Type Singular Name
source: Signatory
ar: الموقع
es: Firmante
fr_fr: Signataire
pl_pl: Sygnatariusz

source: Signatories
ar: الموقعين
es: Firmantes
fr_fr: Signataires
pl_pl: Sygnatariuszy

source: Signatory Archives
ar: أرشيف الموقعين
es: Archivo de firmantes
fr_fr: Archives des signataires
pl_pl: Archiwa sygnatariuszy

source: Signatory Attributes
ar: سمات الموقع
es: Atributos de firmantes
fr_fr: Attributs des signataires
pl_pl: Atrybuty sygnatariuszy

source: Parent Signatory:
ar: الموقع الأصل:
es: Firmante principal:
fr_fr: Signataire associé :
pl_pl: Sygnatariusz nadrzędny:

source: All Signatories
ar: جميع الموقعين
es: Todos los firmantes
fr_fr: Tous les signataires
pl_pl: Wszyscy sygnatariusze

source: Add New Signatory
ar: إضافة موقع جديد
es: Añadir nuevo/a firmante
fr_fr: Ajouter un nouveau signataire
pl_pl: Dodaj nowego sygnatariusza

source: New Signatory
ar: موقع جديد
es: Nuevo/a firmante
fr_fr: Nouveau signataire
pl_pl: Nowy Sygnatariusz

source: Edit Signatory
ar: تحرير الموقع
es: Editar firmante
fr_fr: Modifier le signataire
pl_pl: Edytuj sygnatariusza

source: Update Signatory
ar: تحديث الموقع
es: Actualizar firmante
fr_fr: Mise à jour du signataire
pl_pl: Aktualizacja podpisującego

source: View Signatory
ar: عرض الموقع
es: Ver firmante
fr_fr: Voir le signataire
pl_pl: Zobacz Sygnatariusz

source: View Signatories
ar: عرض الموقعين
es: Ver firmantes
fr_fr: Voir les signataires
pl_pl: Zobacz sygnatariuszy

source: Search Signatory
ar: الموقع البحث
es: Buscar firmante
fr_fr: Rechercher le signataire
pl_pl: Szukaj Sygnatariusz

source: No Signatories Found
ar: لم يتم العثور على موقعين
es: No se han encontrado firmantes.
fr_fr: Aucun signataire trouvé
pl_pl: Nie znaleziono sygnatariuszy

source: No Signatories Found in Trash
ar: لم يتم العثور على أي موقع في سلة المهملات
es: No se han encontrado firmantes en la papelera
fr_fr: Aucun signataire trouvé dans la corbeille
pl_pl: Brak sygnatariuszy znalezionych w śmietniku

source: Insert into Signatory
ar: إدراج في الموقع
es: Insertar en el/la firmante
fr_fr: Insérer dans signataire
pl_pl: Wstaw do sygnatariusza

source: Signatories list
ar: قائمة الموقعين
es: Lista de firmantes
fr_fr: Liste des signataires
pl_pl: Lista sygnatariuszy

source: Signatories list navigation
ar: تنقل قائمة الموقعين
es: Navegación de la lista de firmantes
fr_fr: Navigation dans la liste des signataires
pl_pl: Lista sygnatariuszy Nawigacja

source: Filter Signatories
ar: تصفية الموقعين
es: Filtrar firmantes
fr_fr: Filtrer les signataires
pl_pl: Filtr sygnatariuszy

source: Petitions Form
ar: نموذج الالتماسات
es: Formulario de peticiones
fr_fr: Formulaire de pétitions
pl_pl: Dzienniki petycji

source: Default petition type
ar: نوع العريضة الافتراضي
es: Tipo de petición predeterminado
fr_fr: Type de pétition par défaut
pl_pl: Zobacz treść petycji

source: Note: only select forms if you have enabled forms in the above option
ar: ملاحظة: حدد النماذج فقط إذا قمت بتمكين النماذج في الخيار أعلاه
es: Nota: Seleccionar formularios únicamente si se han habilitado formularios en la opción anterior
fr_fr: Remarque : ne sélectionnez les formulaires que si vous avez activé des formulaires dans l’option ci-dessus
pl_pl: Uwaga: wybierz formularze tylko wtedy, gdy w powyższej opcji włączono formularze

source: Form
ar: نموذج
es: Formulario
fr_fr: Formulaire
pl_pl: Formularz

source: Act Now
ar: تحركوا الآن
es: Actuar
fr_fr: Agissez
pl_pl: Działaj teraz

source: Sign the petition
ar: وقع على العريضة
es: Firmar la petición
fr_fr: Signez la pétition
pl_pl: Podpisz petycję

source: Yes, I agree
ar: نعم، أوافق
es: Sí, estoy de acuerdo
fr_fr: Oui, je suis d’accord
pl_pl: Tak, zgadzam się

source: No, I do not agree
ar: لا، أنا لا أوافق
es: No, no estoy de acuerdo
fr_fr: Non, je ne suis pas d’accord
pl_pl: Nie, nie zgadzam się

source: Signature
ar: التوقيع
es: Firma
pl_pl: Podpis

source: Signatures
ar: التوقيعات
es: Firmas
pl_pl: Podpisy

source: First Name
ar: الاسم الاول
es: Nombre
fr_fr: Prénom
pl_pl: Imię

source: Last Name
ar: الاسم الاخير
es: Apellido
fr_fr: Nom
pl_pl: Nazwisko

source: Email Address
ar: عنوان البريد الإلكتروني
es: Dirección de correo electrónico
fr_fr: Adresse électronique
pl_pl: Adres e-mail

source: Telephone
ar: الهاتف
es: Teléfono
fr_fr: Téléphone
pl_pl: Telefon

source: Newsletter opt-in
ar: اشتراك الرسالة الإخبارية
es: Suscripción al boletín de noticias
fr_fr: Opt-in de newsletter
pl_pl: Zapisz się do newslettera

source: Date Signed
ar: تاريخ التوقيع
es: Fecha de firma
fr_fr: Date de signature
pl_pl: Podpisane

source: %s has signed.
ar: ‫%s وقعت
es: %s ha firmado.
fr_fr: %s personne a signé.
pl_pl: %s zostało podpisane.

source: Be the first to sign!
ar: كن أول من يوقع!
es: ¡Da el pistoletazo de salida a las firmas!
fr_fr: Soyez la première personne à signer !
pl_pl: Bądź pierwszym, który podpisze!

# Petition target signatory count
source: Let's get to %s
ar: لنصل إلى %s
es: Vamos a por %s.
fr_fr: Essayons d’arriver à %s
pl_pl: Przejdźmy do %s

source: This screen is for managing global settings for all petitions.
ar: هذه الشاشة هي لإدارة الإعدادات العامة لجميع الالتماسات.
es: En esta pantalla se administran los ajustes generales para todas las peticiones.
fr_fr: Cet écran sert à gérer des paramètres généraux pour toutes les pétitions.
pl_pl: Ten ekran służy do zarządzania ustawieniami globalnymi dla wszystkich petycji.

source: Fields that can be overridden on a per-petition basis are marked as such.
ar: يتم وضع علامة على الحقول التي يمكن تجاوزها على أساس كل عريضة على هذا النحو.
es: Se han señalado debidamente los campos que pueden anularse de forma individual para cada petición.
fr_fr: Les champs qui peuvent être remplacés au cas par cas dans les pétition sont marqués comme tels.
pl_pl: Pola, które można zastąpić na zasadzie na petycję są oznaczone jako takie.

source: Required Field
ar: حقل مطلوب
es: Campo obligatorio
fr_fr: Champ requis
pl_pl: Wymagane pole

source: Email
ar: البريد الإلكتروني
es: Correo-e
fr_fr: Courriel
